<%@page import="utils.CookieManager"%>
<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>강서구배드민턴협회</title>
<style>
.leftmenu li:nth-child(3), .leftmenu li:nth-child(3) a, .leftmenu li:nth-child(3) a i {background-color: #005bac; color: white;}
.jtitle {border:1px solid #c3c3c3; background-color:#f6f6f6; text-align:center; padding:20px; line-height:30px;}
.jcontent { line-height:24px;}
.jcontent li {margin:10px 0}
.ul1 {margin-left:10px;}
.ul2 {margin-left:20px;}
.ul3 {margin-left:30px;}
</style>
</head>
 <body>
 <%@ include file="../include/header.jsp" %>
 <div class="container-fluid subvisual"></div>
<div class="container">
	<div class="row">
		<div class="col-sm-2">
			<%@ include file="../include/leftmenu_login.jsp" %>
		</div>
		<div class="col-sm-10 p-5 mt-3" style="padding-right:0 !important;">
			<div style="border-bottom:1px solid black;padding-bottom:10px;"><b style="font-size:28px;">개인정보처리방침</b> 
			<span style="float:right !important;">
			<i class="bi bi-house-door-fill" style="font-size:18px; color:#dddddd"></i> <span class="sep">></span>멤버십<span class="sep">></span>개인정보처리방침</span>
			</div>	
			<div class="jtitle my-5">
			<b style="font-weight:900;">강서구배드민턴협회</b> (이하 "협회"라 함)은(는) 귀하의 개인정보 보호를 매우 중요시하며, '개인정보보호법'을 준수하고 있습니다. <br />
			협회는 개인정보 처리방침을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 <br /> 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
			</div>	
			<div class="jcontent">
<p> 1. 개인정보의 처리 항목 </p>
<ul class="ul1">
	<li>1) 회원가입 시 수집항목
		<ul class="ul2">
			<li>가. 필수항목 : 아이디, 성명, 연락처(전화번호, 휴대폰 등), 이메일</li>
			<li>나. 선택항목: 메일 및 sms수신여부</li>
			<li>다. 온라인 서비스 이용 과정이나 서비스 제공 업무 처리 과정에서 다음과 같은 정보들이 자동으로 생성됩니다. <br />
			&nbsp;&nbsp;&nbsp;&nbsp; (서비스 이용기록, 접속 로그, 쿠키, 접속IP 정보)</li>
		</ul>
	</li>
	<li>2) 수집 방법
		<ul class="ul2">
			<li>가. 협회의 홈페이지, 서면양식, 전화/팩스, 전자우편 등에 의한 개인정보 수집동의 절차에 거쳐 수집</li>
			<li>나. 상담내역 및 이력, 결제기록, 이용기록 등 통상적인 서비스 제공과정에서 자동적으로 수집, 생성되는 정보의 수집</li>
		</ul>
	</li>
</ul><br />
<p> 2. 개인정보의 처리목적</p>
<ul class="ul1">
	<li>협회는 수집한 개인정보를 다음의 목적을 위해 활용합니다. 고객이 제공한 모든 정보는 다음에 기술한 목적 이외로는 사용되지 않으며, 이용 목적이 변경될 시에는 사전 동의를 구할 것 입니다.</li>
	<li>1) 아이디, 성명, 휴대전화번호 및 유선전화번호, E-mail, 비밀번호는 회원제 서비스 이용에 따른 본인 확인 절차에 이용하기 위한 목적입니다.</li>
	<li>2) E-mail, 자택 또는 직장 주소, 휴대전화번호 및 유선전화번호는 공지사항 전달, 서비스 및 상품 정보 안내, 경품 및 상품 등의 정확한 배송을 위한 목적입니다.<br />
			&nbsp;&nbsp;&nbsp;&nbsp;(이벤트 등의 목적)</li>
	<li>3) 그 외 선택항목 등은 회원의 개인 맞춤 서비스를 제공하기 위한 목적입니다.</li>
	<li>4) 또한, 협회 및 협회 계열사 영업상의 통계 및 마케팅 분석 등을 목적으로 활용합니다.</li>
</ul><br />

<p> 3. 개인정보의 보유 및 이용기간</p>
<ul class="ul1">
	<li>개인정보의 수집목적 또는 제공받은 목적이 달성된 때에는 고객의 개인정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다. <br />
(단, 고객들이 사전 동의한 경우, 다른 법령에 특별한 규정이 있을 경우 관련 법령에 따라 보관)</li>
	<li>1) 제공 정보의 보유 및 이용 기간
		<ul class="ul2">
			<li>가. 이용기간 : 서비스 가입일부터 해지일 또는 제공계약 종료일 중 먼저 도래하는 시점</li>
			<li>나. 보존기간 : 이용기간 종료 후 파기 (단, 서비스 홍보 및 마케팅 업무를 위한 이용 : 2년)</li>
		</ul>
	</li>
	<li>2) 회원탈퇴 시 보존 개인정보
		<ul class="ul2">
			<li>가. 보존항목 : 아이디</li>
			<li>나. 보존근거 : 불량 고객의 재가입 방지, 명예훼손 등 권리침해 분쟁 및 수사협조</li>
			<li>다. 보존기간 : 회원탈퇴 후 3년</li>
		</ul>
	</li>
	<li>3) 상거래 관련 보존 개인정보
		<ul class="ul2">
			<li>가. 보존항목 : 상거래이력</li>
			<li>나. 보존근거 : 상법, 전자상거래 등에서의 소비자보호에 관한 법률</li>
			<li>다. 보존기간
				<ul class="ul3">
					<li>- 소송이나 법적 분쟁 관련 사항의 근거자료에 관한 기록 : 10년</li>
					<li>- 계약 또는 청약철회 등에 관한 기록 : 5년</li>
					<li>- 대금결제 및 재화 등의 공급에 관한 기록 : 5년</li>
					<li>- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래 등의 소비자보호에 관한 법률)</li>
					<li>- 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년 (신용정보의 이용 및 보호에 관한 법률)</li>
					<li>- 요금의 과납 또는 미납이 있을 경우와 분쟁이 있을 경우 해결 시까지 보유 합니다.</li>
				</ul>
			</li>
		</ul>
	</li>
</ul><br />
<p> 4. 개인정보 수집에 대한 동의</p>
<ul class="ul1">
	<li>협회는 고객 개인정보를 수집할 시 반드시 적법한 절차를 통해 회원 동의를 받는 것을 원칙으로 하며, 협회 현장에서 회원 가입 혹은 인터넷 상에서 이용약관 및 개인정보처리방침에 동의하는 절차를 거칩니다. <br />
고객께서 (예, 동의합니다) 문구 확인을 통하여 개인정보 수집에 대해 동의한 것으로 간주합니다.</li>
</ul><br />

<p> 5. 개인정보의 목적 외 사용 및 제3자에 대한 정보공유</p>
<ul class="ul1">
	<li>고객의 개인정보는 이용자의 사전 동의 없이 [개인정보의 처리 항목] 및 [개인정보의 처리 목적]에서 고지한 범위 내에서 사용하며, 동 범위를 초과하여 이용하거나 타인 또는 타기업, 기관에 제공하지 않습니다. <br />
단, 고객의 동의가 있거나 다음사항의 경우 예외로 합니다.</li>
	<li>1) 서비스 제공에 따른 요금 정산을 위해 필요한 경우</li>
	<li>2) 서비스의 제공에 관한 계약의 이행을 위해 필요한 개인정보로서 경제적, 기술적인 사유로 통상의 동의를 받는 것이 현저히 곤란한 경우</li>
	<li>3) 법적, 수사상의 목적으로 관련 기관의 요구가 있는 경우 또는 관계법령에 특별한 규정이 있는 경우, 법률에 규정된 바에 따라 적법한 절차를 따라 제공</li>
</ul><br />

<p> 6. 개인정보의 파기절차 및 방법</p>
<ul class="ul1">
	<li>1) 파기절차
		<ul class="ul2">
			<li>가. 협회는 개인정보 처리 목적이 달성되거나 처리 및 보유기간이 경과한 후에는 내부 방침 및 기타 관련 법령에 의한 정보 보호 사유에 따라 <br />
			&nbsp;&nbsp;&nbsp;&nbsp;(보유 및 이용기간 참조) 일정기간 저장된 후 파기 됩니다.</li>
			<li>나. 파기대상 : 보유 및 이용기간, 관련법령에 따른 보존기간이 종료된 고객정보</li>
		</ul>
	</li>
	<li>2) 파기방법
		<ul class="ul2">
			<li>가. 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용</li>
			<li>나. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</li>
		</ul>
	</li>
</ul><br />

<p> 7. 개인정보의 위탁처리</p>
<ul class="ul1">
	<li>협회는 서비스 향상을 위해 고객님의 개인정보를 외부에 수집, 취급, 관리 등을 위탁하여 처리할 수 있습니다.</li>
	<li>1) 개인정보의 처리를 위탁 시 위탁자와 수탁자간의 관계 및 책임 범위 등에 관한 사항을 서면, 전화, E-mail또는 홈페이지를 통해 사전 공지합니다.</li>
	<li>2) 개인정보의 처리를 위탁 시 개인정보보호 관련 사항엄수, 개인정보에 관한 기밀유지 등을 명확히 규정합니다.</li>
</ul><br />
<p>8. 개인정보 자동수집 장치의 설치운영 및 그 거부에 관한 사항</p>
<ul class="ul1">
	<li>협회는 고객의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)'를 설치 운용 합니다. 쿠키란 협회의 웹사이트를 운영하는데 이용되는 서버가 고객의 브라우저에 보내는 작은텍스트 파일로서 고객의 컴퓨터 하드디스크에 저장됩니다. 협회는 다음과 같은 목적을 위해 쿠키 등을 사용합니다.</li>
	<li>1) 쿠키 등 사용 목적
		<ul class="ul2">
			<li>가. 홈페이지 회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 고객의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및<br />
			 &nbsp;&nbsp;&nbsp;&nbsp;방문 회수 파악 등을 통한 타깃마케팅 및 개인 맞춤 서비스 제공</li>
			<li>나. 고객은 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 고객은 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나,<br />
			&nbsp;&nbsp;&nbsp;&nbsp; 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.</li>
		</ul>
	</li>
	<li>2) 쿠키 설정 거부 방법
		<ul class="ul2">
			<li>가. 쿠키 설정을 거부하는 방법으로는 고객님이 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다<br />
			 &nbsp;&nbsp;&nbsp;&nbsp; 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.</li>
			<li>나. 설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보3) 단, 고객께서 쿠키 설치를 거부하였을 경우 <br />
			&nbsp;&nbsp;&nbsp;&nbsp;서비스 제공에 어려움이 있을 수 있습니다.</li>
		</ul>
	</li>
</ul><br />

<p>9. 정보주체의 권리, 의무 및 그 행사방법에 관한 사항</p>
<ul class="ul1">
	<li>1) 고객은 개인정보의 수집, 이용 및 제공에 대해 동의하신 내용을 언제든지 철회할 수 있습니다. <br />
	&nbsp;&nbsp;&nbsp;&nbsp;홈페이지 회원가입을 통해 개인정보의 열람, 정정, 처리정지, 또는 삭제 요청을 할 수 있으며, 개인정보 보호책임자에게 서면, 전화, E-mail <br />
	&nbsp;&nbsp;&nbsp;&nbsp; 등으로 연락하시면 지체 없이 파기하는 등 필요한 조치가 이루어집니다. 단, 법에서 정한 의무 사항이 있으면 권리 행사가 제한 될 수 있습니다.</li>
	<li>2) 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 본인에게 있으며, 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 <br />
	 &nbsp;&nbsp;&nbsp;&nbsp; 상실될 수 있습니다. 또한 모든 법적인 책임은 도용 또는 허위정보를 입력한 자의 책임으로 됩니다.</li>
	<li>3) 고객은 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. <br />
	 &nbsp;&nbsp;&nbsp;&nbsp;비밀번호를 포함한 고객의 개인정보가 유출되지 않도록 조심하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. <br />
	 &nbsp;&nbsp;&nbsp;&nbsp; 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 ‘정보통신망 이용 촉진 및 정보보호 등에 관한 법률’ 등에 의해 <br />
	 &nbsp;&nbsp;&nbsp;&nbsp; 처벌받을 수 있습니다.</li>
	<li>4) 만 14세 미만 아동(이하 “아동”이라 함)의 개인정보 수집 시 반드시 법정대리인의 동의를 구하고 있습니다. 협회는 법정대리인의 동의를 받기 위하여 <br />
	 &nbsp;&nbsp;&nbsp;&nbsp;아동으로부터 법정대리인의 성명과 연락 등 최소한의 정보를 요구할 수 있으며, 아동의 법정대리인은 서면, 전화, E-mail, FAX 등을 통하여 <br />
	 &nbsp;&nbsp;&nbsp;&nbsp; 아동의 개인정보에 대한 열람, 정정 및 삭제를 요청할 수 있으며, 이러한 요청이 있는 경우 협회는 지체 없이 필요한 조치를 취합니다.</li>
</ul><br />

<p>10. 고객의 의견수렴 및 개인정보 보호책임자</p>
<ul class="ul1">
	<li>1) 협회는 개인정보 보호와 관련하여 언제든지 고객께서 의견 및 불만을 제기할 수 있는 창구를 마련하고 있으며, 협회 홈페이지 및 고객관리부서 <br />
	 &nbsp;&nbsp;&nbsp;&nbsp;담당자와의 연락을 통해 신속한 처리 및 결과를 알려드립니다.</li>
	<li>2) 협회는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인정보보호 책임자를 두고 있습니다.
	<ul class="ul2">
		<li>- 개인정보 보호책임자 : 유충구 010-9352-3291</li>
	</ul>
	</li>
</ul><br />

<p>11. 개인정보 처리방침 변경에 관한 사항</p>
<ul class="ul1">
	<li>이 개인정보 처리방침은 2014년 1월 1일에 제정되었으며 법령•정책 또는 보안기술의 변경에 따라 내용의 추가•삭제 및 수정이 있을 시에는 <br />
	 &nbsp;&nbsp;&nbsp;&nbsp; 협회 홈페이지를 통해 변경사유 및 내용 등을 공지하도록 하겠습니다. </li>
</ul>
			</div>
		</div>
	</div>
</div>
<%@ include file="../include/footer.jsp" %>
 </body>
</html>
